ANSWERS: dict[str, str] = {
    'help': 'Чтобы отправить вопрос или увидеть вопрсы, на которые вам нужно дать ответ, нажмите на оответствующие '
            'кнопки.\nЧтобы ответить на вопрос, просто ответьте (выделите сообщение и нажмите ответить) на полученное '
            'от бота сообщение с вопросом.\nЧтобы увидеть ваш id, введите /id.\nРаботает только отправка текстовых '
            'сообщений (с эмодзи), гс кружки фото не отправятся',
    'unknown': 'Неизвестная для меня команда',
    'greet': 'Рад вас видеть.\nМожете получить инструкции по работе с ботом, введя /help или еще раз /start, или '
             'попытаться понять принцип его работы сами:)\nВаш id для отправки вопросов (который нужно дать друзьям): ',
    'write_id': 'Введите id пользователя, кому хотите задать вопрос',
    'write_text': 'Введите текст вопроса',
    'check_again': 'Всё верно? Отправляю вопрос?',
    'wrong_id': 'Вы ввели неправильный id. Проверьте его и попробуйте еще раз',
    'success_question': 'Вопрос успешно отправлен',
    'success_answer': 'Ответ успешно отправлен',
    'new_question': 'Вам пришел новый вопрос:\n',
    'new_answer': 'Вам пришел ответ:\n',
    'your_id': 'Ваш id: ',
    'not_have_questions': 'У вас нет ни одного неотвеченного вопроса'
}

BUTTONS: dict[str, str] = {
    'aks': 'Задать вопрос',
    'my_questions': 'Мои вопросы',
    'yes': 'Да',
    'no': 'Нет',
    'close': 'Отменить'
}
