ANSWERS: dict[str, str] = {
    'help': 'Какой то help текст',
    'not_registered': 'Вы не загерестрированы. Введите, пожалуйста, /start',
    'unknown': 'Неизвестная для меня команда',
    'greet': 'Рад вас видеть.\nМожете получить инструкции по работе с ботом, введя /help или еще раз /start, '
             'или попытаться понять принцип его работы сами:)\nВаш id для отправки вопросов (который нужно дать друзьям): ',
    'write_id': 'Введите id пользователя, кому хотите задать вопрос',
    'write_text': 'Введите текст вопроса',
    'check_again': 'Всё верно? Отправляю вопрос?',
    'wrong_id': 'Вы ввели неправильный id. Проверьте его и попробуйте еще раз',
    'success_question': 'Вопрос успешно отправлен',
    'success_answer': 'Ответ успешно отправлен',
    'new_question': 'Вам пришел новый вопрос:\n',
    'new_answer': 'Вам пришел ответ:\n'
}

BUTTONS: dict[str, str] = {
    'aks': 'Задать вопрос',
    'my_questions': 'Мои вопросы',
    'yes': 'Да',
    'no': 'Нет',
    'close': 'Отменить'
}
